Repository: digitalpardoe/isyncit
Catalog: *.lproj/Localizable.strings
Languages: german

source: A lot of effort goes into writing and testing iSyncIt. If you like the results please consider making a donation via the button on the right of the website.
german: Es steckt viel Arbeit im programmieren und testen und weiterentwickeln von iSyncIt. Falls ihnen die Software gefällt, überlegen Sie sich vielleicht etwas über den Knopf auf der Webseite zu spenden.

source: Alternate Icon
german: Alternatives Icon

source: Check for updates on startup?
german: Beim Starten nach Updates suchen?

source: Don't Enable
german: Nicht aktivieren

source: Donate
german: Spenden

source: Enable
german: Aktivieren

source: Enable automatic bluetooth control?
german: Automatische Bluetooth Steuerung aktivieren?

source: Login Item
german: Startobjekt

source: No
german: Nein

source: Not Now
german: Nicht jetzt

source: Original Icon
german: Orginal Icon

source: Please make a donation by clicking the button on the right hand side of the website.
german: Machen Sie bitte eine Spende über den Knopf auf der rechten Seite der Webseite.

source: Scheduling
german: Zeitplan

source: This allows bluetooth control options to be set.
german: Einstellungen der Bluetooth Steuerung.

source: This allows the login item to be installed.
german: Diese Einstellung fügt iSyncIt als Startobjekt hinzu.

source: This allows the menu bar icon to be changed.
german: Hierdurch wird das Menuleisten-Icon geändert.

source: This allows the syncing cycle to be enabled and changed.
german: Hiermit wird der Synchronisationszyklus aktiviert und gesteuert.

source: This allows updates to be controlled.
german: Diese Einstellung erlaubt Updates zu kontrollieren.

source: Turn Off
german: Ausschalten

source: Turn On
german: Einschalten

source: Use alternate menu bar icon?
german: Alternatives Menuleisten-Icon benutzen?

source: Would you like bluetooth to be automatically controlled by iSyncIt during syncing?
german: Möchten Sie, dass Bluetooth automatisch von iSyncIt gesteuert wird?

source: Would you like iSyncIt to check for updates on startup? If not, you can initiate the check manually from the application menu
german: Möchten Sie, dass iSyncIt beim Programmstart nach Updates sucht? Falls nicht, können Sie die Überprüfung manuell aus dem Optionsmenu starten.

source: Would you like to donate?
german: Möchten Sie für spenden?

source: Would you like to use the alternate (colourful) menu bar icon?
german: Möchten Sie das alternative (bunte) Menuleisten-Icon benutzen?

source: Yes
german: Ja

source: Last Sync
german: Letzte Synchronisation
